Repository: sanyer/ghostty
Catalog: po/*.UTF-8.po
Languages: bg_bg, ca_es, de_de, fr_fr, ga_ie, he_il, hr_hr, hu_hu, id_id, ja_jp, ko_kr, lv_lv, nb_no, ru_ru, uk_ua

source: An application is attempting to write to the clipboard. The current clipboard contents are shown below.
bg_bg: Приложение се опитва да запише в клипборда. Текущото съдържание на клипборда е показано по-долу.
ca_es: Una aplicació està intentant escriure al porta-retalls. El contingut actual del porta-retalls es mostra a continuació.
de_de: Eine Anwendung versucht in die Zwischenablage zu schreiben. Der aktuelle Inhalt der Zwischenablage wird unten angezeigt.
fr_fr: Une application essaie d'écrire dans le presse-papiers. Le contenu actuel du presse-papiers est affiché ci-dessous.
ga_ie: Tá feidhmchlár ag iarraidh scríobh chuig an ngearrthaisce. Taispeántar ábhar reatha an ghearrthaisce thíos.
he_il: יש אפליקציה שמנסה לכתוב לתוך לוח ההעתקה. התוכן הנוכחי של הלוח מופיע למטה.
hr_hr: Aplikacija pokušava pisati u međuspremnik. Trenutna vrijednost međuspremnika prikazana je niže.
hu_hu: Egy alkalmazás megpróbál írni a vágólapra. A vágólap jelenlegi tartalma lent látható.
id_id: Aplikasi sedang mencoba menulis ke papan klip. Isi papan klip saat ini ditampilkan di bawah ini.
ja_jp: アプリケーションがクリップボードに書き込もうとしています。現在のクリップボードの内容は以下の通りです。
ko_kr: 응용 프로그램이 클립보드에 쓰기를 시도하고 있습니다. 현재 클립보드 내용은 아래와 같습니다.
lv_lv: Lietotne mēģina rakstīt starpliktuvē. Zemāk ir redzams pašreizējais starpliktuves saturs.
nb_no: En applikasjon forsøker å skrive til utklippstavlen. Gjeldende utklippstavleinnhold er vist nedenfor.
ru_ru: Приложение пытается записать данные в буфер обмена. Текущее содержимое буфера обмена показано ниже.
uk_ua: Програма намагається записати дані до буфера обміну. Нижче наведено вміст буфера обміну.

source: An application is attempting to read from the clipboard. The current clipboard contents are shown below.
bg_bg: Приложение се опитва да чете от клипборда. Текущото съдържание на клипборда е показано по-долу.
ca_es: Una aplicació està intentant llegir del porta-retalls. El contingut actual del porta-retalls es mostra a continuació.
de_de: Eine Anwendung versucht von der Zwischenablage zu lesen. Der aktuelle Inhalt der Zwischenablage wird unten angezeigt.
fr_fr: Une application essaie de lire depuis le presse-papiers. Le contenu actuel du presse-papiers est affiché ci-dessous.
ga_ie: Tá feidhmchlár ag iarraidh léamh ón ngearrthaisce. Taispeántar ábhar reatha an ghearrthaisce thíos.
he_il: יש אפליקציה שמנסה לקרוא מלוח ההעתקה. התוכן הנוכחי של הלוח מופיע למטה.
hr_hr: Aplikacija pokušava pročitati vrijednost međuspremnika. Trenutna vrijednost međuspremnika je prikazana niže.
hu_hu: Egy alkalmazás megpróbál olvasni a vágólapról. A vágólap jelenlegi tartalma lent látható.
id_id: Aplikasi sedang mencoba membaca dari papan klip. Isi papan klip saat ini ditampilkan di bawah ini.
ja_jp: アプリケーションがクリップボードを読み取ろうとしています。現在のクリップボードの内容は以下の通りです。
ko_kr: 응용 프로그램이 클립보드에서 읽기를 시도하고 있습니다. 현재 클립보드 내용은 아래와 같습니다.
lv_lv: Lietotne mēģina lasīt no starpliktuves. Zemāk ir redzams pašreizējais starpliktuves saturs.
nb_no: En applikasjon forsøker å lese fra utklippstavlen. Gjeldende utklippstavleinnhold er vist nedenfor.
ru_ru: Приложение пытается прочитать данные из буфера обмена. Его содержимое показано ниже.
uk_ua: Програма намагається прочитати дані з буфера обміну. Нижче наведено вміст буфера обміну.

source: Warning: Potentially Unsafe Paste
bg_bg: Предупреждение: Потенциално опасно поставяне
ca_es: Avís: Enganxament potencialment insegur
de_de: Achtung: Möglicherweise unsicheres Einfügen
fr_fr: Attention: Collage potentiellement dangereux
ga_ie: Rabhadh: Greamaigh a d'fhéadfadh a bheith neamhshábháilte
he_il: אזהרה: ההדבקה עלולה להיות מסוכנת
hr_hr: Upozorenje: Potencijalno opasno lijepljenje
hu_hu: Figyelem: potenciálisan veszélyes beillesztés
id_id: Peringatan: Tempelan berpotensi tidak aman
ja_jp: 警告: 危険な可能性のある貼り付け
ko_kr: 경고: 잠재적으로 안전하지 않은 붙여넣기
lv_lv: Brīdinājums: potenciāli nedroša ielīmēšana
nb_no: Adarsel: Lim inn kan være utrygt
ru_ru: Внимание! Вставляемые данные могут нанести вред вашей системе
uk_ua: Увага: потенційно небезпечна вставка

source: Pasting this text into the terminal may be dangerous as it looks like some commands may be executed.
bg_bg: Поставянето на този текст в терминала може да е опасно, тъй като изглежда, че може да бъдат изпълнени някои команди.
ca_es: Enganxar aquest text al terminal pot ser perillós, ja que sembla que es podrien executar algunes ordres.
de_de: Diesen Text in das Terminal einzufügen könnte möglicherweise gefährlich sein. Es scheint, dass Anweisungen ausgeführt werden könnten.
fr_fr: Coller ce texte dans le terminal pourrait être dangereux, il semblerait que certaines commandes pourraient être exécutées.
ga_ie: D’fhéadfadh sé a bheith contúirteach an téacs seo a ghreamú isteach sa teirminéal, toisc go d'fhéadfadh roinnt orduithe a fhorghníomhú.
he_il: הדבקת טקסט זה במסוף עלולה להיות מסוכנת, מכיוון שככל הנראה היא תוביל להרצה של פקודות מסוימות.
hr_hr: Lijepljenje ovog teksta u terminal može biti opasno jer se čini da neke naredbe mogu biti izvršene.
hu_hu: Ennek a szövegnek a terminálba való beillesztése veszélyes lehet, mivel néhány parancs végrehajtásra kerülhet.
id_id: Menempelkan teks ini ke terminal mungkin berbahaya karena sepertinya beberapa perintah mungkin dijalankan.
ja_jp: このテキストには実行可能なコマンドが含まれており、ターミナルに貼り付けるのは危険な可能性があります。
ko_kr: 이 텍스트를 터미널에 붙여넣으면 일부 명령이 실행될 수 있어 위험할 수 있습니다.
lv_lv: Šī teksta ielīmēšana terminālī var būt bīstama, jo izskatās, ka var tikt izpildītas komandas.
nb_no: Det ser ut som at kommandoer vil bli kjørt hvis du limer inn dette, vurder om du mener det er trygt.
ru_ru: Этот текст может быть опасен: его вставка в терминал приведёт к выполнению команд.
uk_ua: Вставка цього тексту в термінал може бути небезпечною, бо схоже, що деякі команди можуть бути виконані.

source: Quit Ghostty?
bg_bg: Изход от Ghostty?
ca_es: Surt de Ghostty?
de_de: Ghostty schließen?
fr_fr: Quitter Ghostty ?
ga_ie: Scoir Ghostty?
he_il: לצאת מGhostty?
hr_hr: Zatvori Ghostty?
hu_hu: Kilép a Ghostty-ból?
id_id: Keluar dari Ghostty?
ja_jp: Ghostty を終了しますか?
ko_kr: Ghostty를 종료하시겠습니까?
lv_lv: Iziet no Ghostty?
nb_no: Avslutt Ghostty?
ru_ru: Выйти из Ghostty?
uk_ua: Завершити Ghostty?

source: Close Tab?
bg_bg: Затваряне на раздела?
ca_es: Tanca la pestanya?
de_de: Tab schließen?
fr_fr: Fermer l'onglet ?
ga_ie: Dún táb?
he_il: לסגור את הכרטיסייה?
hr_hr: Zatvori karticu?
hu_hu: Fül bezárása?
id_id: Tutup tab?
ja_jp: タブを閉じますか?
ko_kr: 탭을 닫으시겠습니까?
lv_lv: Aizvērt cilni?
nb_no: Lukk fane?
ru_ru: Закрыть вкладку?
uk_ua: Закрити вкладку?

source: Close Window?
bg_bg: Затваряне на прозореца?
ca_es: Tanca la finestra?
de_de: Fenster schließen?
fr_fr: Fermer la fenêtre ?
ga_ie: Dún fuinneog?
he_il: לסגור את החלון?
hr_hr: Zatvori prozor?
hu_hu: Ablak bezárása?
id_id: Tutup jendela?
ja_jp: ウィンドウを閉じますか?
ko_kr: 창을 닫으시겠습니까?
lv_lv: Aizvērt logu?
nb_no: Lukk vindu?
ru_ru: Закрыть окно?
uk_ua: Закрити вікно?

source: Close Split?
bg_bg: Затваряне на разделянето?
ca_es: Tanca la divisió?
de_de: Geteiltes Fenster schließen?
fr_fr: Fermer le panneau ?
ga_ie: Dún an scoilt?
he_il: לסגור את הפיצול?
hr_hr: Zatvori podjelu?
hu_hu: Felosztás bezárása?
id_id: Tutup belahan?
ja_jp: 分割ウィンドウを閉じますか?
ko_kr: 분할을 닫으시겠습니까?
lv_lv: Aizvērt sadalījumu?
nb_no: Lukk delt vindu?
ru_ru: Закрыть сплит-режим?
uk_ua: Закрити панель?

source: All terminal sessions will be terminated.
bg_bg: Всички терминални сесии ще бъдат прекратени.
ca_es: Totes les sessions del terminal es tancaran.
de_de: Alle Terminalsitzungen werden beendet.
fr_fr: Toutes les sessions vont être arrêtées.
ga_ie: Cuirfear deireadh le gach seisiún teirminéil.
he_il: כל הפעלות המסוף יסתיימו.
hr_hr: Sve sesije terminala će biti prekinute.
hu_hu: Minden terminál munkamenet lezárul.
id_id: Semua sesi terminal akan diakhiri.
ja_jp: すべてのターミナルセッションが終了します。
ko_kr: 모든 터미널 세션이 종료됩니다.
lv_lv: Visas termināļa sesijas tiks pārtrauktas.
nb_no: Alle terminaløkter vil bli avsluttet.
ru_ru: Все сессии терминала будут остановлены.
uk_ua: Всі сесії терміналу будуть завершені.

source: All terminal sessions in this tab will be terminated.
bg_bg: Всички терминални сесии в този раздел ще бъдат прекратени.
ca_es: Totes les sessions del terminal en aquesta pestanya es tancaran.
de_de: Alle Terminalsitzungen in diesem Tab werden beendet.
fr_fr: Toutes les sessions de cet onglet vont être arrêtées.
ga_ie: Cuirfear deireadh le gach seisiún teirminéil sa táb seo.
he_il: כל הפעלות המסוף בכרטיסייה זו יסתיימו.
hr_hr: Sve sesije terminala u ovoj kartici će biti prekinute.
hu_hu: Ezen a fülön minden terminál munkamenet lezárul.
id_id: Semua sesi terminal di tab ini akan diakhiri.
ja_jp: タブ内のすべてのターミナルセッションが終了します。
ko_kr: 이 탭의 모든 터미널 세션이 종료됩니다.
lv_lv: Visas termināļa sesijas šajā cilnē tiks pārtrauktas.
nb_no: Alle terminaløkter i denne fanen vil bli avsluttet.
ru_ru: Все сессии терминала в этой вкладке будут остановлены.
uk_ua: Всі сесії терміналу в цій вкладці будуть завершені.

source: All terminal sessions in this window will be terminated.
bg_bg: Всички терминални сесии в този прозорец ще бъдат прекратени.
ca_es: Totes les sessions del terminal en aquesta finestra es tancaran.
de_de: Alle Terminalsitzungen in diesem Fenster werden beendet.
fr_fr: Toutes les sessions de cette fenêtre vont être arrêtées.
ga_ie: Cuirfear deireadh le gach seisiún teirminéil san fhuinneog seo.
he_il: כל הפעלות המסוף בחלון זה יסתיימו.
hr_hr: Sve sesije terminala u ovom prozoru će biti prekinute.
hu_hu: Ebben az ablakban minden terminál munkamenet lezárul.
id_id: Semua sesi terminal di jendela ini akan diakhiri.
ja_jp: ウィンドウ内のすべてのターミナルセッションが終了します。
ko_kr: 이 창의 모든 터미널 세션이 종료됩니다.
lv_lv: Visas termināļa sesijas šajā logā tiks pārtrauktas.
nb_no: Alle terminaløkter i dette vinduet vil bli avsluttet.
ru_ru: Все сессии терминала в этом окне будут остановлены.
uk_ua: Всі сесії терміналу в цьому вікні будуть завершені.

source: The currently running process in this split will be terminated.
bg_bg: Текущият процес в това разделяне ще бъде прекратен.
ca_es: El procés actualment en execució en aquesta divisió es tancarà.
de_de: Der aktuell laufende Prozess in diesem geteilten Fenster wird beendet.
fr_fr: Le processus en cours dans ce panneau va être arrêté.
ga_ie: Cuirfear deireadh leis an bpróiseas atá ar siúl faoi láthair sa scoilt seo.
he_il: התהליך שרץ כרגע בפיצול זה יסתיים.
hr_hr: Pokrenuti procesi u ovoj podjeli će biti prekinuti.
hu_hu: Ebben a felosztásban a jelenleg futó folyamat lezárul.
id_id: Proses yang sedang berjalan dalam belahan ini akan diakhiri.
ja_jp: 分割ウィンドウ内のすべてのプロセスが終了します。
ko_kr: 이 분할에서 현재 실행 중인 프로세스가 종료됩니다.
lv_lv: Pašlaik palaistais process šajā sadalījumā tiks pārtraukts.
nb_no: Den kjørende prosessen for denne splitten vil bli avsluttet.
ru_ru: Процесс, работающий в этой сплит-области, будет остановлен.
uk_ua: Процес, що виконується в цій панелі, буде завершено.

source: Command Finished
bg_bg: Командата завърши
ca_es: Comanda finalitzada
de_de: Befehl abgeschlossen
fr_fr: Commande terminée
ga_ie: Ordú críochnaithe
he_il: הפקודה הסתיימה
hr_hr: Naredba je završena
hu_hu: Parancs befejeződött
ja_jp: コマンド実行終了
ko_kr: 명령 완료
lv_lv: Komanda izpildīta
nb_no: Kommandoen fullført
ru_ru: Команда завершилась
uk_ua: Команда завершилась

source: Command Succeeded
bg_bg: Командата завърши успешно
ca_es: Comanda completada amb èxit
de_de: Befehl erfolgreich
fr_fr: Commande réussie
ga_ie: D’éirigh leis an ordú
he_il: הפקודה הצליחה
hr_hr: Naredba je uspjela
hu_hu: Parancs sikeres
ja_jp: コマンド実行成功
ko_kr: 명령 성공
lv_lv: Komanda izdevās
nb_no: Kommandoen lyktes
ru_ru: Команда выполнена успешно
uk_ua: Команда завершилась успішно

source: Command Failed
bg_bg: Командата завърши неуспешно
ca_es: Comanda fallida
de_de: Befehl fehlgeschlagen
fr_fr: La commande a échoué
ga_ie: Theip ar an ordú
he_il: הפקודה נכשלה
hr_hr: Naredba nije uspjela
hu_hu: Parancs sikertelen
ja_jp: コマンド実行失敗
ko_kr: 명령 실패
lv_lv: Komanda neizdevās
nb_no: Kommandoen mislyktes
ru_ru: Команда завершилась с ошибкой
uk_ua: Команда завершилась з помилкою

source: Command succeeded
bg_bg: Командата завърши успешно
ca_es: Comanda completada amb èxit
de_de: Befehl erfolgreich
fr_fr: Commande réussie
ga_ie: D'éirigh leis an ordú
he_il: הפקודה הצליחה
hr_hr: Naredba je uspjela
hu_hu: Parancs sikeres
id_id: Perintah berhasil
ja_jp: コマンド実行成功
ko_kr: 명령 성공
lv_lv: Komanda izdevās
nb_no: Kommando lyktes
ru_ru: Команда выполнена успешно
uk_ua: Команда завершилась успішно

source: Command failed
bg_bg: Командата завърши неуспешно
ca_es: Comanda fallida
de_de: Befehl fehlgeschlagen
fr_fr: La commande a échoué
ga_ie: Theip ar an ordú
he_il: הפקודה נכשלה
hr_hr: Naredba nije uspjela
hu_hu: Parancs sikertelen
id_id: Perintah gagal
ja_jp: コマンド実行失敗
ko_kr: 명령 실패
lv_lv: Komanda neizdevās
nb_no: Kommando mislyktes
ru_ru: Команда завершилась с ошибкой
uk_ua: Команда завершилась з помилкою

source: Change Terminal Title
bg_bg: Промяна на заглавието на терминала
ca_es: Canvia el títol del terminal
de_de: Terminaltitel bearbeiten
fr_fr: Changer le nom du terminal
ga_ie: Athraigh teideal teirminéil
he_il: שינוי כותרת המסוף
hr_hr: Promijeni naslov terminala
hu_hu: Terminál címének módosítása
id_id: Ubah judul terminal
ja_jp: ターミナルのタイトルを変更する
ko_kr: 터미널 제목 변경
lv_lv: Mainīt termināļa virsrakstu
nb_no: Endre terminaltittel
ru_ru: Переименовать терминал
uk_ua: Змінити заголовок терміналу

source: Change Tab Title
bg_bg: Смени името на таба
ca_es: Canvia el títol de la pestanya
de_de: Tab-Titel ändern
fr_fr: Changer le titre de l'onglet
ga_ie: Athraigh teideal an táb
he_il: שינוי כותרת הכרטיסייה
hr_hr: Promijeni naslov kartice
ja_jp: タブのタイトルを変更する
ko_kr: 탭 제목 변경
lv_lv: Mainīt cilnes virsrakstu
ru_ru: Переименовать вкладку
uk_ua: Змінити заголовок вкладки

source: Reloaded the configuration
bg_bg: Конфигурацията е презаредена
ca_es: S'ha tornat a carregar la configuració
de_de: Konfiguration wurde neu geladen
fr_fr: Configuration rechargée
ga_ie: Tá an chumraíocht athlódáilte
he_il: ההגדרות הוטענו מחדש
hr_hr: Ponovno učitane postavke
hu_hu: Konfiguráció frissítve
id_id: Memuat ulang konfigurasi
ja_jp: 設定を再読み込みしました
ko_kr: 설정값을 다시 불러왔습니다
lv_lv: Konfigurācija pārlādēta
nb_no: Konfigurasjonen ble lastet på nytt
ru_ru: Конфигурация перезагружена
uk_ua: Налаштування перезавантажено

source: Copied to clipboard
bg_bg: Копирано в клипборда
ca_es: Copiat al porta-retalls
de_de: In die Zwischenablage kopiert
fr_fr: Copié dans le presse-papiers
ga_ie: Cóipeáilte chuig an ghearrthaisce
he_il: הועתק ללוח ההעתקה
hr_hr: Kopirano u međuspremnik
hu_hu: Vágólapra másolva
id_id: Disalin ke papan klip
ja_jp: クリップボードにコピーしました
ko_kr: 클립보드에 복사됨
lv_lv: Nokopēts starpliktuvē
nb_no: Kopiert til utklippstavlen
ru_ru: Скопировано в буфер обмена
uk_ua: Скопійовано до буферa обміну

source: Cleared clipboard
bg_bg: Клипбордът е изчистен
ca_es: Porta-retalls netejat
de_de: Zwischenablage geleert
fr_fr: Presse-papiers vidé
ga_ie: Gearrthaisce glanta
he_il: לוח ההעתקה רוקן
hr_hr: Očišćen međuspremnik
hu_hu: Vágólap törölve
id_id: Papan klip dibersihkan
ja_jp: クリップボードを空にしました
ko_kr: 클립보드 지워짐
lv_lv: Starpliktuve notīrīta
nb_no: Utklippstavle tømt
ru_ru: Буфер обмена очищен
uk_ua: Буфер обміну очищено

source: Ghostty Developers
bg_bg: Разработчици на Ghostty
ca_es: Desenvolupadors de Ghostty
de_de: Ghostty-Entwickler
fr_fr: Les développeurs de Ghostty
ga_ie: Forbróirí Ghostty
he_il: המפתחים של Ghostty
hr_hr: Razvijatelji Ghosttyja
hu_hu: Ghostty fejlesztők
id_id: Pengembang Ghostty
ja_jp: Ghostty 開発者
ko_kr: Ghostty 개발자들
lv_lv: Ghostty izstrādātāji
nb_no: Ghostty-utviklere
ru_ru: Разработчики Ghostty
uk_ua: Розробники Ghostty
