Repository: sanyer/ghostty
Catalog: po/*.UTF-8.po
Languages: bg_bg, ca_es, de_de, fr_fr, ga_ie, he_il, hr_hr, hu_hu, id_id, ja_jp, ko_kr, lv_lv, nb_no, ru_ru, uk_ua

source: Open in Ghostty
bg_bg: Отвори в Ghostty
ca_es: Obre amb Ghostty
de_de: In Ghostty öffnen
fr_fr: Ouvrir dans Ghostty
ga_ie: Oscail i nGhostty
he_il: פתח/י בGhostty
hr_hr: Otvori u Ghosttyju
ja_jp: Ghosttyで開く
ko_kr: Ghostty에서 열기
lv_lv: Atvērt ar Ghostty
ru_ru: Открыть в Ghostty
uk_ua: Відкрити в Ghostty

source: Authorize Clipboard Access
bg_bg: Разрешаване на достъп до клипборда
ca_es: Autoritza l'accés al porta-retalls
de_de: Zugriff auf die Zwischenablage gewähren
fr_fr: Autoriser l'accès au presse-papiers
ga_ie: Údarú rochtain ar an ngearrthaisce
he_il: אשר/י גישה ללוח ההעתקה
hr_hr: Dopusti pristup međuspremniku
hu_hu: Vágólap-hozzáférés engedélyezése
id_id: Mengesahkan akses papan klip
ja_jp: クリップボードへのアクセスを承認
ko_kr: 클립보드 액세스 권한 부여
lv_lv: Atļaut piekļuvi starpliktuvei
nb_no: Gi tilgang til utklippstavlen
ru_ru: Разрешить доступ к буферу обмена
uk_ua: Надати доступ до буфера обміну

source: Deny
bg_bg: Откажи
ca_es: Denegar
de_de: Nicht erlauben
fr_fr: Refuser
ga_ie: Diúltaigh
he_il: דחייה
hr_hr: Odbij
hu_hu: Elutasítás
id_id: Tolak
ja_jp: 拒否
ko_kr: 거부
lv_lv: Noraidīt
nb_no: Avslå
ru_ru: Отклонить
uk_ua: Заборонити

source: Allow
bg_bg: Позволи
ca_es: Permet
de_de: Erlauben
fr_fr: Autoriser
ga_ie: Ceadaigh
he_il: אישור
hr_hr: Dopusti
hu_hu: Engedélyezés
id_id: Izinkan
ja_jp: 許可
ko_kr: 허용
lv_lv: Atļaut
nb_no: Tillat
ru_ru: Разрешить
uk_ua: Дозволити

source: Remember choice for this split
bg_bg: Запомни избора за това разделяне
ca_es: Recorda l’opció per a aquest panell dividit
de_de: Auswahl für dieses geteilte Fenster beibehalten
fr_fr: Se rappeler du choix pour ce panneau
ga_ie: Sábháil an rogha don scoilt seo
he_il: זכור/י את הבחירה עבור פיצול זה
hr_hr: Zapamti izbor za ovu podjelu
hu_hu: Választás megjegyzése erre a felosztásra
id_id: Ingat pilihan untuk belahan ini
ja_jp: この分割ウィンドウに対して設定を記憶する
ko_kr: 이 분할에 대한 선택 기억하기
lv_lv: Atcerēties izvēli šim sadalījumam
nb_no: Husk valget for dette delte vinduet?
ru_ru: Запомнить выбор для этого сплита
uk_ua: Запамʼятати для цієї панелі

source: Reload configuration to show this prompt again
bg_bg: За да покажеш това съобщение отново, презареди конфигурацията
ca_es: Recarrega la configuració per tornar a mostrar aquest missatge
de_de: Lade die Konfiguration erneut, um diese Eingabeaufforderung erneut anzuzeigen
fr_fr: Recharger la configuration pour afficher à nouveau ce message
ga_ie: Athlódáil an chumraíocht chun an teachtaireacht seo a thaispeáint arís
he_il: טען/י את ההגדרות מחדש כדי להציג את הבקשה הזו שוב
hr_hr: Ponovno učitaj postavke za prikaz ovog upita
hu_hu: Konfiguráció frissítése a kérdés újbóli megjelenítéséhez
id_id: Muat ulang konfigurasi untuk menampilkan pesan ini lagi
ja_jp: このプロンプトを再び表示するには設定を再読み込みしてください
ko_kr: 이 창을 다시 보려면 설정을 다시 불러오세요
lv_lv: Pārlādējiet konfigurāciju, lai šo uzvedni rādītu atkal
nb_no: Last inn konfigurasjonen på nytt for å vise denne meldingen igjen
ru_ru: Перезагрузите конфигурацию, чтобы снова увидеть это сообщение
uk_ua: Перезавантажте налаштування, щоб показати це повідомлення знову

source: Cancel
bg_bg: Отказ
ca_es: Cancel·la
de_de: Abbrechen
fr_fr: Annuler
ga_ie: Cealaigh
he_il: ביטול
hr_hr: Otkaži
hu_hu: Mégse
id_id: Batal
ja_jp: キャンセル
ko_kr: 취소
lv_lv: Atcelt
nb_no: Avbryt
ru_ru: Отмена
uk_ua: Скасувати

source: Close
bg_bg: Затвори
ca_es: Tanca
de_de: Schließen
fr_fr: Fermer
ga_ie: Dún
he_il: סגירה
hr_hr: Zatvori
hu_hu: Bezárás
id_id: Tutup
ja_jp: 閉じる
ko_kr: 닫기
lv_lv: Aizvērt
nb_no: Lukk
ru_ru: Закрыть
uk_ua: Закрити

source: Configuration Errors
bg_bg: Грешки в конфигурацията
ca_es: Errors de configuració
de_de: Konfigurationsfehler
fr_fr: Erreurs de configuration
ga_ie: Earráidí cumraíochta
he_il: שגיאות בהגדרות
hr_hr: Greške u postavkama
hu_hu: Konfigurációs hibák
id_id: Kesalahan konfigurasi
ja_jp: 設定ファイルにエラーがあります
ko_kr: 설정 오류
lv_lv: Konfigurācijas kļūdas
nb_no: Konfigurasjonsfeil
ru_ru: Ошибки конфигурации
uk_ua: Помилки налаштування

source: One or more configuration errors were found. Please review the errors below, and either reload your configuration or ignore these errors.
bg_bg: Открити са една или повече грешки в конфигурацията. Моля, прегледайте грешките по-долу и или презаредете конфигурацията си, или ги игнорирайте.
ca_es: S'han trobat un o més errors de configuració. Si us plau, revisa els errors a continuació i torna a carregar la configuració o ignora aquests errors.
de_de: Ein oder mehrere Konfigurationsfehler wurden gefunden. Bitte überprüfe die untenstehenden Fehler und lade entweder deine Konfiguration erneut oder ignoriere die Fehler.
fr_fr: Une ou plusieurs erreurs de configuration ont été trouvées. Veuillez lire les erreurs ci-dessous, et recharger votre configuration ou bien ignorer ces erreurs.
ga_ie: Fuarthas earráid chumraíochta amháin nó níos mó. Athbhreithnigh na hearráidí thíos, agus athlódáil do chumraíocht nó déan neamhaird de na hearráidí seo.
he_il: נמצאו אחת או יותר שגיאות בהגדרות. אנא בדוק/י את השגיאות המופיעות מטה ולאחר מכן טען/י את ההגדרות מחדש או התעלם/י מהשגיאות.
hr_hr: Pronađena je greška (ili više njih) u postavkama. Pregledaj niže navedene greške te ponovno učitaj postavke ili zanemari ove greške.
hu_hu: Egy vagy több konfigurációs hiba található. Kérjük, ellenőrizze az alábbi hibákat, és frissítse a konfigurációt, vagy hagyja figyelmen kívül ezeket a hibákat.
id_id: Ditemukan satu atau lebih kesalahan konfigurasi. Silakan tinjau kesalahan di bawah ini, dan muat ulang konfigurasi anda atau abaikan kesalahan ini.
ja_jp: 設定ファイルにエラーがあります。以下のエラーを確認し、設定ファイルの再読み込みをするか、無視してください。
ko_kr: 설정에 하나 이상의 문제가 발견되었습니다. 아래 오류를 확인한 후 설정을 다시 불러오거나 무시하세요.
lv_lv: Tika atrasta viena vai vairākas konfigurācijas kļūdas. Lūdzu, pārskatiet zemāk redzamās kļūdas un pārlādējiet konfigurāciju vai ignorējiet tās.
nb_no: Én eller flere konfigurasjonsfeil ble funnet. Vennligst gjennomgå feilene under, og enten last konfigurasjonen din på nytt eller ignorer disse feilene.
ru_ru: В конфигурации обнаружены перечисленные ниже ошибки. При необходимости исправьте их, а затем перезагрузите конфигурацию.
uk_ua: Виявлено одну або декілька помилок налаштування. Будь ласка, перегляньте помилки нижче і або перезавантажте налаштування, або проігноруйте ці помилки.

source: Ignore
bg_bg: Игнорирай
ca_es: Ignora
de_de: Ignorieren
fr_fr: Ignorer
ga_ie: Déan neamhaird de
he_il: התעלמות
hr_hr: Zanemari
hu_hu: Figyelmen kívül hagyás
id_id: Abaikan
ja_jp: 無視
ko_kr: 무시
lv_lv: Ignorēt
nb_no: Ignorer
ru_ru: Игнорировать
uk_ua: Ігнорувати

source: Reload Configuration
bg_bg: Презареди конфигурацията
ca_es: Carrega la configuració
de_de: Konfiguration neu laden
fr_fr: Recharger la configuration
ga_ie: Athlódáil cumraíocht
he_il: טעינה מחדש של ההגדרות
hr_hr: Ponovno učitaj postavke
hu_hu: Konfiguráció frissítése
id_id: Muat ulang konfigurasi
ja_jp: 設定ファイルの再読み込み
ko_kr: 설정 값 다시 불러오기
lv_lv: Pārlādēt konfigurāciju
nb_no: Last konfigurasjon på nytt
ru_ru: Перезагрузить конфигурацию
uk_ua: Перезавантажити налаштування

source: ⚠️ You're running a debug build of Ghostty! Performance will be degraded.
bg_bg: ⚠️ Използвате дебъг версия на Ghostty! Производителността ще бъде намалена.
ca_es: ⚠️ Estàs executant una versió de depuració de Ghostty! El rendiment es veurà afectat.
de_de: ⚠️ Du verwendest einen Debug Build von Ghostty! Die Leistung wird reduziert sein.
fr_fr: ⚠️ Vous utilisez une version de débogage de Ghostty ! Les performances seront dégradées.
ga_ie: ⚠️ Tá leagan dífhabhtaithe de Ghostty á rith agat! Laghdófar an fheidhmíocht.
he_il: ⚠️ את/ה מריץ/ה גרסת ניפוי שגיאות של Ghostty! הביצועים יהיו ירודים.
hr_hr: ⚠️ Pokrenuta je debug verzija Ghosttyja! Performanse će biti smanjene.
hu_hu: ⚠️ A Ghostty hibakereső verzióját futtatja! A teljesítmény csökkenni fog.
id_id: ⚠️ Anda sedang menjalankan versi debug dari Ghostty! Performa akan menurun.
ja_jp: ⚠️ Ghostty のデバッグビルドを実行しています! パフォーマンスが低下しています。
ko_kr: ⚠️ Ghostty 디버그 빌드로 실행 중입니다! 성능이 저하됩니다.
lv_lv: ⚠️ Jūs izmantojat Ghostty atkļūdošanas būvējumu! Veiktspēja būs zemāka.
nb_no: ⚠️ Du kjører et debug-bygg av Ghostty. Debug-bygg har redusert ytelse.
ru_ru: ⚠️ Вы запустили отладочную сборку Ghostty! Это может влиять на производительность.
uk_ua: ⚠️ Ви використовуєте відладочну збірку Ghostty! Продуктивність буде погіршено.

source: Ghostty: Terminal Inspector
bg_bg: Ghostty: Инспектор на терминала
ca_es: Ghostty: Inspector de terminal
de_de: Ghostty: Terminalinspektor
fr_fr: Ghostty: Inspecteur
ga_ie: Ghostty: Cigire teirminéil
he_il: Ghostty: בודק המסוף
hr_hr: Ghostty: inspektor terminala
hu_hu: Ghostty: Terminálvizsgáló
id_id: Ghostty: Inspektur terminal
ja_jp: Ghostty: 端末インスペクター
ko_kr: Ghostty: 터미널 인스펙터
lv_lv: Ghostty: Termināļa inspektors
nb_no: Ghostty: Terminalinspektør
ru_ru: Ghostty: инспектор терминала
uk_ua: Ghostty: Інспектор терміналу

source: Find…
bg_bg: Намери…
ca_es: Cerca…
de_de: Suchen…
fr_fr: Chercher…
ga_ie: Cuardaigh…
he_il: חפש/י…
hr_hr: Pretraži…
hu_hu: Keresés…
ja_jp: 検索…
ko_kr: 찾기…
lv_lv: Meklēt…
nb_no: Finn…
ru_ru: Найти…
uk_ua: Знайти…

source: Previous Match
bg_bg: Предишно съвпадение
ca_es: Coincidència anterior
de_de: Vorherige Übereinstimmung
fr_fr: Résultat précédent
ga_ie: An toradh roimhe seo
he_il: ההתאמה הקודמת
hr_hr: Prethodno podudaranje
hu_hu: Előző találat
ja_jp: 前の一致
ko_kr: 이전 결과
lv_lv: Iepriekšējā atbilstība
nb_no: Forrige treff
ru_ru: Предыдущий результат
uk_ua: Попередній збіг

source: Next Match
bg_bg: Следващо съвпадение
ca_es: Coincidència següent
de_de: Nächste Übereinstimmung
fr_fr: Résultat suivant
ga_ie: An chéad toradh eile
he_il: ההתאמה הבאה
hr_hr: Sljedeće podudaranje
hu_hu: Következő találat
ja_jp: 次の一致
ko_kr: 다음 결과
lv_lv: Nākamā atbilstība
nb_no: Neste treff
ru_ru: Следующий результат
uk_ua: Наступний збіг

source: Oh, no.
bg_bg: О, не.
de_de: Oh nein.
fr_fr: Oh, non.
ga_ie: Ó, fadbh.
he_il: אוי, לא
hr_hr: Oh, ne.
hu_hu: Jaj, ne.
ja_jp: おっと。
ko_kr: 이런!
lv_lv: Ak, nē.
nb_no: Å, nei.
ru_ru: Ой!
uk_ua: Халепа.

source: Unable to acquire an OpenGL context for rendering.
bg_bg: Неуспешно придобиване на OpenGL контекст за рендиране.
ca_es: No s'ha pogut obtenir un context OpenGL per al renderitzat.
de_de: Es kann kein OpenGL-Kontext für das Rendering abgerufen werden.
fr_fr: Impossible d'obtenir un contexte OpenGL pour le rendu.
ga_ie: Ní féidir comhthéacs OpenGL a fháil le haghaidh rindreála.
he_il: לא ניתן לקבל הקשר OpenGL לצורך רינדור.
hr_hr: Neuspjelo dohvaćanje OpenGL konteksta za renderiranje.
hu_hu: Nem sikerült OpenGL-környezetet létrehozni a megjelenítéshez.
ja_jp: レンダリング用のOpenGLコンテキストを取得できませんでした。
ko_kr: 렌더링을 위한 OpenGL 컨텍스트를 가져올 수 없습니다.
lv_lv: Neizdevās iegūt OpenGL kontekstu attēlošanai.
nb_no: Kan ikke hente en OpenGL-kontekst for rendering.
ru_ru: Не удалось получить доступ к контексту OpenGL для отрисовки.
uk_ua: Не вдалося отримати контекст OpenGL для відображення.

source: This terminal is in read-only mode. You can still view, select, and scroll through the content, but no input events will be sent to the running application.
bg_bg: Този терминал е режим само за четене. Все още можете да преглеждате, селектирате и превъртате съдържанието, но към работещото приложение няма да бъдат изпращани входни събития.
ca_es: Aquest terminal és en mode de només lectura. Encara pots veure, seleccionar i desplaçar-te pel contingut, però no s'enviaran esdeveniments d'entrada a l'aplicació en execució.
de_de: Dieses Terminal befindet sich im schreibgeschützten Modus. Du kannst den Inhalt weiterhin anzeigen, auswählen und durchscrollen, es werden jedoch keine Eingabeereignisse an die laufende Anwendung gesendet.
fr_fr: Ce terminal est en mode lecture seule. Vous pouvez encore voir, sélectionner, et naviguer dans son contenu, mais aucune entrée ne sera envoyée à l'application en cours.
ga_ie: Tá an teirminéal seo i mód inléite amháin. Is féidir leat fós féachaint, roghnú agus scroláil tríd an ábhar, ach ní seolfar aon teagmhais ionchuir chuig an bhfeidhmchlár atá ag rith.
he_il: מסוף זה נמצא במצב קריאה בלבד. עדיין תוכל/י לצפות, לבחור ולגלול בתוכן, אך לא יישלחו אירועי קלט לאפליקציה הפעילה.
hr_hr: Ovaj terminal je u načinu rada samo za čitanje. I dalje je moguće gledati, odabirati i skrolati kroz sadržaj, no unos neće biti poslan pokrenutoj aplikaciji.
hu_hu: Ez a terminál csak olvasható módban van. A tartalmat továbbra is megtekintheti, kijelölheti és görgetheti, de nem küld bemeneti eseményeket a futó alkalmazásnak.
ja_jp: このターミナルは読み取り専用モードです。コンテンツの表示、選択、スクロールは可能ですが、入力イベントは実行中のアプリケーションに送信されません。
ko_kr: 이 터미널은 읽기 전용 모드입니다. 콘텐츠를 보고 선택하고 스크롤할 수는 있지만 실행 중인 애플리케이션으로 입력 이벤트가 전송되지 않습니다.
lv_lv: Šis terminālis ir tikai lasīšanas režīmā. Jūs joprojām varat skatīt, atlasīt un ritināt saturu, taču ievade netiks sūtīta palaistajai lietotnei.
nb_no: Denne terminalen er i skrivebeskyttet modus. Du kan fortsatt se, markere og bla gjennom innholdet, men ingen inndatahendelser vil bli sendt til den kjørende applikasjonen.
ru_ru: Терминал работает в режиме только для чтения: его содержимое можно прокручивать и выделять, но запущенное приложение не будет получать события ввода.
uk_ua: Цей термінал працює в режимі читання. Можна переглядати, виділяти і гортати вміст, але ввід не буде передано до запущеної програми.

source: Read-only
bg_bg: Само за четене
ca_es: Només lectura
de_de: Schreibgeschützt
fr_fr: Lecture seule
ga_ie: Inléite amháin
he_il: לקריאה בלבד
hr_hr: Samo za čitanje
hu_hu: Csak olvasható
ja_jp: 読み取り専用
ko_kr: 읽기 전용
lv_lv: Tikai lasīšanai
nb_no: Skrivebeskyttet
ru_ru: Режим только для чтения
uk_ua: Тільки для читання

source: Copy
bg_bg: Копирай
ca_es: Copia
de_de: Kopieren
fr_fr: Copier
ga_ie: Cóipeáil
he_il: העתקה
hr_hr: Kopiraj
hu_hu: Másolás
id_id: Salin
ja_jp: コピー
ko_kr: 복사
lv_lv: Kopēt
nb_no: Kopier
ru_ru: Копировать
uk_ua: Скопіювати

source: Paste
bg_bg: Постави
ca_es: Enganxa
de_de: Einfügen
fr_fr: Coller
ga_ie: Greamaigh
he_il: הדבקה
hr_hr: Zalijepi
hu_hu: Beillesztés
id_id: Tempel
ja_jp: 貼り付け
ko_kr: 붙여넣기
lv_lv: Ielīmēt
nb_no: Lim inn
ru_ru: Вставить
uk_ua: Вставити

source: Notify on Next Command Finish
bg_bg: Уведомяване при завършване на следващата команда
ca_es: Notifica en finalitzar la propera comanda
de_de: Bei Abschluss des nächsten Befehls benachrichtigen
fr_fr: Notifier à la complétion de la prochaine commande
ga_ie: Seol fógra nuair a chríochnaíonn an chéad ordú eile
he_il: תזכורת בסיום הפקודה הבאה
hr_hr: Obavijesti kada iduća naredba završi
hu_hu: Értesítés a következő parancs befejezésekor
ja_jp: 次のコマンド実行終了時に通知する
ko_kr: 다음 명령 완료 시 알림
lv_lv: Paziņot, kad nākamā komanda būs izpildīta
nb_no: Varsle når neste kommandoen fullføres
ru_ru: Сообщить о завершении следующей команды
uk_ua: Сповістити про завершення наступної команди

source: Clear
bg_bg: Изчисти
ca_es: Neteja
de_de: Leeren
fr_fr: Tout effacer
ga_ie: Glan
he_il: ניקוי
hr_hr: Očisti
hu_hu: Törlés
id_id: Bersihkan
ja_jp: クリア
ko_kr: 지우기
lv_lv: Notīrīt
nb_no: Fjern
ru_ru: Очистить
uk_ua: Очистити

source: Reset
bg_bg: Нулирай
ca_es: Reinicia
de_de: Zurücksetzen
fr_fr: Réinitialiser
ga_ie: Athshocraigh
he_il: איפוס
hr_hr: Resetiraj
hu_hu: Visszaállítás
id_id: Atur ulang
ja_jp: リセット
ko_kr: 초기화
lv_lv: Atiestatīt
nb_no: Nullstill
ru_ru: Сброс
uk_ua: Скинути

source: Split
bg_bg: Раздели
ca_es: Divideix
de_de: Fenster teilen
fr_fr: Créer panneau
ga_ie: Scoilt
he_il: פיצול
hr_hr: Podijeli
hu_hu: Felosztás
id_id: Belah
ja_jp: 分割
ko_kr: 나누기
lv_lv: Sadalīt
nb_no: Del vindu
ru_ru: Сплит
uk_ua: Панель

source: Change Title…
bg_bg: Промени заглавие…
ca_es: Canvia el títol…
de_de: Titel bearbeiten…
fr_fr: Changer le titre…
ga_ie: Athraigh teideal…
he_il: שינוי כותרת…
hr_hr: Promijeni naslov…
hu_hu: Cím módosítása…
id_id: Ubah judul…
ja_jp: タイトルを変更…
ko_kr: 제목 변경…
lv_lv: Mainīt virsrakstu…
nb_no: Endre tittel…
ru_ru: Переименовать…
uk_ua: Змінити заголовок…

source: Split Up
bg_bg: Раздели нагоре
ca_es: Divideix cap amunt
de_de: Fenster nach oben teilen
fr_fr: Panneau en haut
ga_ie: Scoilt suas
he_il: פיצול למעלה
hr_hr: Podijeli gore
hu_hu: Felosztás felfelé
id_id: Belah atas
ja_jp: 上に分割
ko_kr: 위로 창 나누기
lv_lv: Sadalīt uz augšu
nb_no: Del oppover
ru_ru: Сплит вверх
uk_ua: Нова панель зверху

source: Split Down
bg_bg: Раздели надолу
ca_es: Divideix cap avall
de_de: Fenster nach unten teilen
fr_fr: Panneau en bas
ga_ie: Scoilt síos
he_il: פיצול למטה
hr_hr: Podijeli dolje
hu_hu: Felosztás lefelé
id_id: Belah bawah
ja_jp: 下に分割
ko_kr: 아래로 창 나누기
lv_lv: Sadalīt uz leju
nb_no: Del nedover
ru_ru: Сплит вниз
uk_ua: Нова панель знизу

source: Split Left
bg_bg: Раздели наляво
ca_es: Divideix a l'esquerra
de_de: Fenter nach links teilen
fr_fr: Panneau à gauche
ga_ie: Scoilt ar chlé
he_il: פיצול שמאלה
hr_hr: Podijeli lijevo
hu_hu: Felosztás balra
id_id: Belah kiri
ja_jp: 左に分割
ko_kr: 왼쪽으로 창 나누기
lv_lv: Sadalīt pa kreisi
nb_no: Del til venstre
ru_ru: Сплит влево
uk_ua: Нова панель ліворуч

source: Split Right
bg_bg: Раздели надясно
ca_es: Divideix a la dreta
de_de: Fenster nach rechts teilen
fr_fr: Panneau à droite
ga_ie: Scoilt ar dheis
he_il: פיצול ימינה
hr_hr: Podijeli desno
hu_hu: Felosztás jobbra
id_id: Belah kanan
ja_jp: 右に分割
ko_kr: 오른쪽으로 창 나누기
lv_lv: Sadalīt pa labi
nb_no: Del til høyre
ru_ru: Сплит вправо
uk_ua: Нова панель праворуч

source: Tab
bg_bg: Раздел
ca_es: Pestanya
fr_fr: Onglet
ga_ie: Táb
he_il: כרטיסייה
hr_hr: Kartica
hu_hu: Fül
ja_jp: タブ
ko_kr: 탭
lv_lv: Cilne
nb_no: Fane
ru_ru: Вкладка
uk_ua: Вкладка

source: Change Tab Title…
bg_bg: Смени името на таба…
ca_es: Canvia el títol de la pestanya…
de_de: Tab-Titel ändern…
fr_fr: Changer le titre de l'onglet…
ga_ie: Athraigh teideal an táb…
he_il: שנה/י את כותרת הכרטיסייה…
hr_hr: Promijeni naslov kartice…
ja_jp: タブのタイトルを変更…
ko_kr: 탭 제목 변경…
lv_lv: Mainīt cilnes virsrakstu…
ru_ru: Переименовать вкладку…
uk_ua: Змінити заголовок вкладки…

source: New Tab
bg_bg: Нов раздел
ca_es: Nova pestanya
de_de: Neuer Tab
fr_fr: Nouvel onglet
ga_ie: Táb nua
he_il: כרטיסייה חדשה
hr_hr: Nova kartica
hu_hu: Új fül
id_id: Tab baru
ja_jp: 新しいタブ
ko_kr: 새 탭
lv_lv: Jauna cilne
nb_no: Ny fane
ru_ru: Новая вкладка
uk_ua: Нова вкладка

source: Close Tab
bg_bg: Затвори раздел
ca_es: Tanca la pestanya
de_de: Tab schließen
fr_fr: Fermer l'onglet
ga_ie: Dún táb
he_il: סגור/י כרטיסייה
hr_hr: Zatvori karticu
hu_hu: Fül bezárása
id_id: Tutup tab
ja_jp: タブを閉じる
ko_kr: 탭 닫기
lv_lv: Aizvērt cilni
nb_no: Lukk fane
ru_ru: Закрыть вкладку
uk_ua: Закрити вкладку

source: Window
bg_bg: Прозорец
ca_es: Finestra
de_de: Fenster
fr_fr: Fenêtre
ga_ie: Fuinneog
he_il: חלון
hr_hr: Prozor
hu_hu: Ablak
id_id: Jendela
ja_jp: ウィンドウ
ko_kr: 창
lv_lv: Logs
nb_no: Vindu
ru_ru: Окно
uk_ua: Вікно

source: New Window
bg_bg: Нов прозорец
ca_es: Nova finestra
de_de: Neues Fenster
fr_fr: Nouvelle fenêtre
ga_ie: Fuinneog nua
he_il: חלון חדש
hr_hr: Novi prozor
hu_hu: Új ablak
id_id: Jendela baru
ja_jp: 新しいウィンドウ
ko_kr: 새 창
lv_lv: Jauns logs
nb_no: Nytt vindu
ru_ru: Новое окно
uk_ua: Нове вікно

source: Close Window
bg_bg: Затвори прозорец
ca_es: Tanca la finestra
de_de: Fenster schließen
fr_fr: Fermer la fenêtre
ga_ie: Dún fuinneog
he_il: סגור/י חלון
hr_hr: Zatvori prozor
hu_hu: Ablak bezárása
id_id: Tutup jendela
ja_jp: ウィンドウを閉じる
ko_kr: 창 닫기
lv_lv: Aizvērt logu
nb_no: Lukk vindu
ru_ru: Закрыть окно
uk_ua: Закрити вікно

source: Config
bg_bg: Конфигурация
ca_es: Configuració
de_de: Konfiguration
ga_ie: Cumraíocht
he_il: הגדרות
hr_hr: Postavke
hu_hu: Konfiguráció
id_id: Konfigurasi
ja_jp: 設定
ko_kr: 설정
lv_lv: Konfigurācija
nb_no: Konfigurasjon
ru_ru: Конфигурация
uk_ua: Налаштування

source: Open Configuration
bg_bg: Отвори конфигурацията
ca_es: Obre la configuració
de_de: Konfiguration öffnen
fr_fr: Ouvrir la configuration
ga_ie: Oscail cumraíocht
he_il: פתיחת ההגדרות
hr_hr: Otvori postavke
hu_hu: Konfiguráció megnyitása
id_id: Buka konfigurasi
ja_jp: 設定ファイルを開く
ko_kr: 설정 열기
lv_lv: Atvērt konfigurāciju
nb_no: Åpne konfigurasjon
ru_ru: Открыть конфигурационный файл
uk_ua: Відкрити налаштування

source: Leave blank to restore the default title.
bg_bg: Оставете празно за възстановяване на заглавието по подразбиране.
ca_es: Deixa en blanc per restaurar el títol per defecte.
de_de: Leer lassen, um den Standardtitel wiederherzustellen.
fr_fr: Laisser vide pour restaurer le titre par défaut.
ga_ie: Fág bán chun an teideal réamhshocraithe a athbhunú.
he_il: השאר/י ריק כדי לשחזר את כותרת ברירת המחדל.
hr_hr: Ostavi prazno za povratak zadanog naslova.
hu_hu: Hagyja üresen az alapértelmezett cím visszaállításához.
id_id: Biarkan kosong untuk mengembalikan judul bawaan.
ja_jp: 空白にした場合、デフォルトのタイトルを使用します。
ko_kr: 제목란을 비워 두면 기본값으로 복원됩니다.
lv_lv: Atstāj tukšu, lai atjaunotu noklusēto virsrakstu.
nb_no: Blank verdi gjenoppretter standardtittelen.
ru_ru: Оставьте поле пустым, чтобы вернуть название по умолчанию.
uk_ua: Залиште порожнім, щоб відновити заголовок за замовчуванням.

source: OK
bg_bg: ОК
ca_es: D'acord
ga_ie: Ceart go leor
he_il: אישור
hu_hu: Rendben
ko_kr: 확인
lv_lv: Labi
ru_ru: ОК
uk_ua: ОК

source: New Split
bg_bg: Ново разделяне
ca_es: Nova divisió
de_de: Neues geteiltes Fenster
fr_fr: Nouveau panneau
ga_ie: Scoilt nua
he_il: פיצול חדש
hr_hr: Nova podjela
hu_hu: Új felosztás
id_id: Belahan baru
ja_jp: 新しい分割
ko_kr: 새 분할
lv_lv: Jauns sadalījums
nb_no: Del opp vindu
ru_ru: Новый сплит
uk_ua: Нова панель

source: View Open Tabs
bg_bg: Преглед на отворените раздели
ca_es: Mostra les pestanyes obertes
de_de: Offene Tabs einblenden
fr_fr: Voir les onglets ouverts
ga_ie: Féach ar na táib oscailte
he_il: הצג/י כרטיסיות פתוחות
hr_hr: Pregledaj otvorene kartice
hu_hu: Megnyitott fülek megtekintése
id_id: Lihat tab terbuka
ja_jp: 開いているすべてのタブを表示
ko_kr: 열린 탭 보기
lv_lv: Skatīt atvērtās cilnes
nb_no: Se åpne faner
ru_ru: Просмотреть открытые вкладки
uk_ua: Переглянути відкриті вкладки

source: Main Menu
bg_bg: Главно меню
ca_es: Menú principal
de_de: Hauptmenü
fr_fr: Menu principal
ga_ie: Príomh-Roghchlár
he_il: תפריט ראשי
hr_hr: Glavni izbornik
hu_hu: Főmenü
id_id: Menu utama
ja_jp: メインメニュー
ko_kr: 메인 메뉴
lv_lv: Galvenā izvēlne
nb_no: Hovedmeny
ru_ru: Главное меню
uk_ua: Головне меню

source: Command Palette
bg_bg: Командна палитра
ca_es: Paleta de comandes
de_de: Befehlspalette
fr_fr: Palette de commandes
ga_ie: Pailéad ordaithe
he_il: לוח פקודות
hr_hr: Paleta naredbi
hu_hu: Parancspaletta
id_id: Palet perintah
ja_jp: コマンドパレット
ko_kr: 명령 팔레트
lv_lv: Komandu palete
nb_no: Kommandopalett
ru_ru: Палитра команд
uk_ua: Палітра команд

source: Terminal Inspector
bg_bg: Инспектор на терминала
ca_es: Inspector de terminal
de_de: Terminalinspektor
fr_fr: Inspecteur de terminal
ga_ie: Cigire teirminéil
he_il: בודק המסוף
hr_hr: Inspektor terminala
hu_hu: Terminálvizsgáló
id_id: Inspektur terminal
ja_jp: 端末インスペクター
ko_kr: 터미널 인스펙터
lv_lv: Termināļa inspektors
nb_no: Terminalinspektør
ru_ru: Инспектор терминала
uk_ua: Інспектор терміналу

source: About Ghostty
bg_bg: За Ghostty
ca_es: Sobre Ghostty
de_de: Über Ghostty
fr_fr: À propos de Ghostty
ga_ie: Maidir le Ghostty
he_il: אודות Ghostty
hr_hr: O Ghosttyju
hu_hu: A Ghostty névjegye
id_id: Tentang Ghostty
ja_jp: Ghostty について
ko_kr: Ghostty 정보
lv_lv: Par Ghostty
nb_no: Om Ghostty
ru_ru: О Ghostty
uk_ua: Про Ghostty

source: Quit
bg_bg: Изход
ca_es: Surt
de_de: Beenden
fr_fr: Quitter
ga_ie: Scoir
he_il: יציאה
hr_hr: Izađi
hu_hu: Kilépés
id_id: Keluar
ja_jp: 終了
ko_kr: 종료
lv_lv: Iziet
nb_no: Avslutt
ru_ru: Выход
uk_ua: Завершити

source: Execute a command…
bg_bg: Изпълни команда…
ca_es: Executa una ordre…
de_de: Einen Befehl ausführen…
fr_fr: Exécuter une commande…
ga_ie: Rith ordú…
he_il: הרץ/י פקודה…
hr_hr: Izvrši naredbu…
hu_hu: Parancs végrehajtása…
id_id: Eksekusi perintah…
ja_jp: コマンドを実行…
ko_kr: 명령을 실행하세요…
lv_lv: Izpildīt komandu…
nb_no: Kjør en kommando…
ru_ru: Выполнить команду…
uk_ua: Виконати команду…
